Repository: cafuego/content_profile_search
Catalog: translations/*.po
Languages: nl

source: Select any fields that you want searched by default. The login name and email address fields are always searched.
nl: Selekteer de velden die u standaard wilt doorzoeken. De gebruikersnaam en email adres worden altijd doorzocht.

source: Select any roles you want limit results to.
nl: Selekteer de rollen waarvoor u de resultaten wilt zien.

source: No custom roles have been defined. Authenticated users searched by default.
nl: Er zijn geen rollen gedefinieerd. Geregistreerde gebruikers worden standaard doorzocht.

source: You have not yet defined any content profile text fields.
nl: U heeft nog geen content profile tekst velden gedefinieerd

source: List Users
nl: Gebruikers Lijst

source: Not searching for an empty string
nl: Zoek niet naar een lege string

source: No users matching "!string" were found
nl: Geen gebruikers gevonden die "!string" bevatten

source: Content Profile Search Settings
nl: Content Profile Search Instellingen

source: Change settings for the content_profile_search module
nl: Verander instellingen voor de content_profile_search module

source: Search users and profiles
nl: Door zoek gebruikers en profielen

source: Search users and content profile text fields
nl: Doorzoek gebruikers en content profile velden

source: Find and filter users by any content_profile text field or role.
nl: Zoek en sorteer gebruikers via een content_profile tekst veld of rol
